tap "caskroom/cask"
tap "caskroom/versions"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/emacs"
tap "homebrew/games"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
cask "java"
cask "xquartz"
brew "docbook"
brew "asciidoc"
brew "autoconf"
brew "automake"
brew "bdw-gc"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "ocaml"
brew "camlp5"
brew "cask"
brew "clojurescript"
brew "gmp@4"
brew "cloog"
brew "cmake"
brew "coq"
brew "coreutils"
brew "jpeg"
brew "djvulibre"
brew "djview4"
brew "djvu2pdf"
brew "dos2unix"
brew "wxmac"
brew "erlang"
brew "elixir"
brew "elm"
brew "lame"
brew "git"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "freealut"
brew "freeglut"
brew "fswatch"
brew "mpfr@2"
brew "libmpc@0.8"
brew "gcc@4.8"
brew "gdb"
brew "gdbm"
brew "sqlite"
brew "python"
brew "gobject-introspection"
brew "gdk-pixbuf"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "libtool"
brew "graphviz"
brew "harfbuzz"
brew "haskell-stack"
brew "node"
brew "heroku"
brew "hub"
brew "idris"
brew "xz"
brew "imagemagick"
brew "isl@0.11"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "jruby"
brew "lastpass-cli"
brew "leiningen"
brew "libcroco"
brew "libogg"
brew "pango"
brew "librsvg"
brew "libvo-aacenc"
brew "libvorbis"
brew "libxml2"
brew "llvm"
brew "lua"
brew "lua@5.1"
brew "mono"
brew "mpgtx"
brew "nginx", restart_service: true
brew "postgresql@9.4"
brew "ppl@0.11"
brew "rclone"
brew "re2"
brew "redis"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "rust"
brew "sbt"
brew "scala"
brew "spark"
brew "swi-prolog"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tree"
brew "typesafe-activator"
brew "vault"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus"
brew "homebrew/emacs/cargo-mode"
brew "homebrew/emacs/tern"
cask "atom"
cask "bitbar"
cask "evernote"
cask "firefox"
cask "firefoxdeveloperedition"
cask "flux"
cask "gimp"
cask "hammerspoon"
cask "hex-fiend"
cask "inkscape"
cask "licecap"
cask "macdjview"
cask "omnifocus"
cask "openoffice"
cask "racket"
cask "skitch"
cask "vagrant"
cask "virtualbox"
cask "vlc"
